IDEA Open Model
OpenModel.ProjectData Property
 Gets or sets the projet data
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public ProjectData ProjectData { get; set; }
Public Property ProjectData As ProjectData
	Get
	Set
public:
property ProjectData^ ProjectData {
	ProjectData^ get ();
	void set (ProjectData^ value);
}
Property Value
Type: ProjectData
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace